<template>
  <div class="about_us align-items-center">
    <div>
      <img src="@/assets/about.png" alt="" class="w-100">
    </div>
    <div>
      <h1>О нас</h1><br>
      <div class="info w-50">
        ReviewHub - это онлайн-платформа, специализирующаяся на публикации музыкальных рецензий и обзоров. Мы созданы музыкантами для музыкантов, стремясь предоставить профессиональную платформу для артистов, продюсеров и любителей музыки.
        <br><br>
        Наша команда состоит из музыковедов, критиков и самих музыкантов, которые объединились в целях создания уникального ресурса для музыкальной индустрии. Мы верим, что каждая песня имеет свой уникальный потенциал, и нашей задачей является выявление этого потенциала и его раскрытие перед широкой аудитории.
        <br><br>
        На ReviewHub вы найдете:<br>
        <ul>
          <li>Индивидуальные и детальные рецензии на новые релизы</li>
          <li>Анализы творческих подходов различных жанров и стилей</li>
          <li>Рекомендации по новым талантам и трендам в музыке</li>
        </ul>

        Мы стремимся быть не только информативным ресурсом, но и сообществом музыкальных ценителей. Наша цель - способствовать развитию музыкальной культуры и поддерживать талантливых артистов на всех этапах их карьеры.
      </div>
    </div>
  </div>
</template>

<script setup>
</script>